{
  "name": "Buddhist Festival In India",
  "significance": ["India is the land of colourful festivals. Throughout the year, there is one or the other festival being celebrated in the country. Some of these festivals are celebrated throughout the country while others are celebrated in specific states, regions or even small villages. These festivals bring alive the splendid culture of the country and see a whole lot of people coming out to participate in them.",
  "Buddhist festivals of India are no exception to these. Being the land of the Buddha, India celebrates all those days as festivals that mark important days in the life of the Lord. Apart from this, there are also festival days that celebrates Buddha's teaching and spiritual community.",

  "The Buddhist festivals in India are a joyful time for the Buddhist community. It is for them a time to dance and rejoice. You can be a part of this celebration if you plan your trip to the country around the date of these festivals. This section on Buddhist Festivals tries to introduce you to all these festivals. It gives you the details of the festivals, why and how they are celebrated and also the upcoming date of that festival.",

  "So, come, be a part of these festivals in your coming vacations to India. You will not only have fun, but will also learn a lot about Buddhist religion on the whole."],
  "otherOpts": [{
    "name": "Buddha Jayanti Festival",
    "link": "festivals/buddha-jayanti-festival"
  },
  {
    "name": "Losar Festival", 
    "link": "festivals/losar-festival"
  },
  {
    "name": "Hemis Fair & Festival",
    "link": "festivals/hemis-fair-festival"
  },
  {
    "name": "Ullambana Festival",
    "link": "festivals/ullambana-festival"
  },
  {
    "name": "Sangha Day - Magha Puja Festival",
    "link": "festivals/sangha-day-magha-puja-festival"
  },
  {
    "name": "Asalha Day Festival",
    "link": "festivals/asalha-day-festival"
  },
  {
    "name": "Pavarana Day Festival",
    "link": "festivals/pavarana-day-festival"
  }]
}