{
  "name": "Buddhism in Orissa",
  "significance": [
    "Buddhism was known in Odisha (Orissa), right from the time of its inception, though the Lord Buddha never visited Odisha (Orissa) during his lifetime. Buddhist Chronicles refer to Buddha's Kesa Asthi (Hair relic) brought to Odra (Odisha (Orissa)) by two rich traders -- Tapassu and Bhallika. In the subsequent period, the nail and tooth relics of Buddha too entered into Odra.",

    "Scholars believe that Biraja (modern Jajpur) was a sacred land of Buddha Padmaprabha and the cradle of Mahayana, supported by fact that Jajpur and its neighbourhood are seen to be rich in Mahayanic antiquities. In the 7th century, the visit of Hiuen Tsang to Odisha (Orissa) vividly accounts the flourishing state of Buddhism in Odra.",

    "Between the 8th-10th century, Buddhism was the state religion under the Bhaumakaras and this period also saw evolution of tantric form of Mahayana Buddhism. The influence and impact of Buddhism continued in Odisha (Orissa) until 15th century. The innumerable stupas, viharas (monasteries) and images found across Odisha (Orissa) testify to its long heritage",

    "Buddhist tourism in Odisha (Orissa) has observed the opening up of some new vistas by recent findings from excavations. Despite the fact that many Buddhist monuments already exist in Odisha (Orissa), these newly identified sites with Buddhist remains have also added to the charm of Odisha (Orissa). With Lalitagiri, Ratnagiri and Udaygiri hills located 90 kms from Bhubaneshwar and 60 kms North East of Cuttack, Odisha (Orissa) attracts many Buddhist tourists each year.",

    "The Ratnagiri Hill is known to have the most extensive ruins and is famous for housing the monastery of 'Pushpagiri' reported by Chinese traveler Hiuen T' Sang. Most of the sculptures found here date back to 8th and 9th centuries. The Laitaghiri hills in Odisha (Orissa) also serve to be a historical site of importance. An ancient stupa containing relics preserved in caskets of stone is one of the recent and spectacular discoveries.",

    "The Shanti Stupa at the Dhauli Hill, on the bank of the River Daya, is also one of the much famed Buddhist sites at Odisha (Orissa). It was here that emperor Ashoka underwent a psyche change and abandoned war for the rest of his life, in the 3rd century BC. So, the Nippon-Buddha Sangha established a peace pagoda or Shanti Stupa at Dhauli. A monastery named Saddharma Vihar Lalitagiri was also constructed here, thus, making it the earliest Buddhist complex of 1st century AD",

    "Apart from these, Buddhist monuments are scattered throughout the state still awaiting further excavation and study. Cuttack, Sambalpur, Balasore, Ganjam and Phulbani are some, to name a few."
  ],
  "otherOpts": [
    {
      "name": "Dhauli Tour",
      "link": "/tours/dhauli"
    },
    {
      "name": "Lalitagiri Tour",
      "link": "/tours/lalitagiri"
    },
    {
      "name": "Ratnagiri Tour",
      "link": "/tours/ratnagiri"
    },
    {
      "name": "Udaygiri Tour",
      "link": "/tours/udaygiri"
    }
  ]
}
