{
  "name": "Buddhism in Gujarat",
  "significance": [
    "Gujarat – The Land of the Legends, stands bordered by Pakistan and Rajasthan in the north east, Madhya Pradesh in the east, and Maharashtra and the Union territories of Diu, Daman, Dadra and Nagar Haveli in the south. The Arabian Sea borders the state both to the west and the south west",

    "The State took its name from the Gujjars, who ruled the area during the 700's and 800's. Stone Age settlements around Sabarmati and Mahi rivers indicate the same time as that of the Indus Valley Civilization while Harappancentres are also found at Lothal, Rampur, Amri and other places.",

    "Rock Inscriptions in the Girnar Hills show that the Maurya Emperor Ashoka, extended his domain into Gujarat in about 250 BC. With its fall, the control of the region came under the Sakas or Scythians",

    "During the 900's the Solanki Dynasty came to power and Gujarat reached its greatest extent.",

    "Then followed a long period of Muslim rule. Ahmed I, the first independent Muslim ruler of Gujarat, found Ahmedabad in 1411. The Mughal Emperor Akbar conquered Malwa and Gujarat in 1570s.",

    "The British East India Company set its first footsteps in Surat in 1818 and the State came in control of their rule. In 1600's, the Dutch, French, English and Portuguese had all established bases along the coast of the region.",

    "Gujarat was divided into princely states. After the Indian Independence in 1947, all of Gujarat except Saurashtra and Kutchh became part of Bombay State until May 1, 1960, when the Government split Bombay state into the States of Maharashtra and Gujarat.",

    "Ahmedabad became the chief city of the new State and housed the State Government Offices. They remained there until they were transferred to Gandhinagar in 1970.",

    "The earliest archeological evidence of Buddhism in Gujarat dates back to Emperor Ashoka's reign (269–232 BC). Saurashtra (known as Surashtra/ Saraostes/Syrastene in the past) finds a mention in early Buddhist literature such as the IndriyaJataka, MilindaPanha, Petavatthu, etc. In the sixth century, Bhattarkka, a general of the Gupta Emperors, established an independent principality around Valabhi (Vallabhipur). He was a devout Shaivite but the Maitraka rulers that followed him, though Hindus themselves were great patrons of Buddhism. On his visit to Gujarat in 640 AD, Chinese traveller Hiuen Tsang noted the presence of 200 monasteries housing 10,000 monks at Bharuch, Atali, Kheta, Valabhi, Anandapura and Surashtra. Both Hinayana and Mahayana Buddhism were prevalent in Gujarat."
  ],
  "otherOpts": [
    {
      "name": "Junagadh Tour",
      "link": "tours/junagadh"
    },
    {
      "name":"Vadnagar Tour",
      "link": "tours/vadnagar"
    },
    {
      "name": "Devnimori Tour",
      "link": "/tours/devnimori"
    },
    {
      "name": "Telaja Caves",
      "link": "caves/telaja"
    },
    {
      "name": "Khambhalida Caves ",
      "link": "caves/khambhalida"
    }
  ]
}