{
  "name": "Buddhism in Bihar",
  "significance": [
    "Although Siddharth- who later became the Buddha was born in Nepal, he propagated his faith for the first time at Varanasi and passed away at Kushinagar, all lying beyond the frontiers of Bihar. He had attained the Supreme Enlightenment at Bodh-Gaya and made Anga-Magadha centers of his activities. He went through Anga, accompanied by a large congregation of his disciples and came to Champa, its capital. He stayed on the banks of the Gaggar, a tank dug by queen Gaggar of Champa. Here, while the Buddha was staying with his monks and devotees, Sari putt addressed them on Dharma. The Master himself addressed the monks in the country of the Anga named Assapur. Sari putt spoke on charity in the presence of the Buddha, to which the Master consented. He also dwelt among the Anga in their country called Apana, which was a market town in the kingdom. While staying in Magadh, Buddha delivered the Paravana discourses in the Pasanaka Chaitya. There were adherents in Magadh who had entire faith in the Buddha, the law and the order. They fulfilled the moral precepts. The Exalted Buddha saw the Magadhan adherents whither they were bound and what their destiny was. Bimbisar, the king of Magadh, was till the day of his death given to praise of the Exalted Buddha, who attained supreme insight in Magadh. The Mahaparinibbansutta of the Digghanikaya records the Buddha's happy reminiscences of many sites in Magadh visited by him.",
    "Thus Magadh or, more particularly, the modern districts of Gaya, Nawada, Aurangabad, Nalanda and Patna, may with justice be described as the Holy Land of Buddhism.",
    "These districts contain a fairly large number of places associated with the life and teachings of the great founder of Buddhism. It was at Gaya that Gautam Buddha spent long years of penance and meditation before he finally attained Kaivalya. It was to Bodh Gaya that he turned at an early stage in his search for Truth. The tree under which he attained enlightenment thus became most sacred to Buddhists, and worship has consequently centered round it from the earliest period of Buddhism.",
    "The term 'Bihar' derives from the Sanskrit word 'Vihara', which means abode and it itself explains the relation of Bihar with the viharas, used as the Buddhist abode. The land of Bihar is considered to be the richest one in context of Buddhism as it showered the divine light of enlightenment on a young ascetic, Siddhartha Gautama, who had denounced all the luxuries of life in search of the truth. The Tathagata preached many of His sermons in different places of Bihar like Vaishali and Rajgir or Rajgriha to name a few. Even after His Mahaprinirvana, His disciples carried on the doctrine of Buddhism in the regions of Magadha or Bihar by setting up several monasteries and universities of Nalanda and much later, at Vikramshila. However, the contribution of the Indian emperor Ashoka(whose capital was at Patliputra, modern Patna) in the history of Buddhism cannot be ignored as it was he, who after becoming a Buddhist, patronised Buddhism as his state religion and spread its doctrine, Dhamma in different parts of India and abroad as far as Sri Lanka, Greece and Egypt."
  ],
  "otherOpts": [
    {
      "name": "Bodh Gaya Tour",
      "link": "tours/bodhgaya"
    },
    {
      "name": "Rajgir Tour",
      "link": "tours/rajgir"
    },
    {
      "name": "Nalanda Tour",
      "link": "tours/nalanda"
    },
    {
      "name": "Vikramshila Tour",
      "link": "tours/vikramshila"
    },
    {
      "name": "Vaishali Tour",
      "link": "tours/vaishali"
    }
  ]
}