{
  "name": "Buddhism in Himachal",
  "significance": [
    "Occupying an area of 55,658 sq km, Himachal Pradesh is located in the north west India. Bordering it in the north and north west is the state of Jammu and Kashmir while the south of the state are the states of Haryana and Uttar Pradesh. The south east and south west region is occupied by Punjab and Uttaranchal respectively. Lastly, to its east lies Tibet. The beautiful hill station of Shimla is the state capital.",
    "Buddhism was introduced in Himachal Pradesh in 3rd Century BC by the great Mauryan Emperor Ashoka. He ordered the construction of numerous stupas in the state. One of these stupas that existed in the Kullu valley also finds a mention in the accounts of the Chinese traveller Hiuen Tsang.",
    "\nToday, even though the majority of population is Hindu, yet the Buddhist influence is strong in the state. The primary reason for this is the presence of His Highness, the Holy Dalai Lama (14th), Tenzing Gyatso. Way back in the 1960s, when the Chinese invasion took place in Tibet, the exiled Dalai Lama, along with his 85,000 Tibetan followers took shelter in a former British cantonment, Mc Leodganj. His effort have not only ensured the progression of Tibetan culture in the state but he has also become a focus of entire Tibet Buddhism for the last four decades. His Holy Highness imparts teachings on the philosophy of Buddhism both by himself on regular basis and also on the request of various Buddhist devotees from Taiwan and Korea. Because of this, the Buddhist movement has regained its lost momentum.",
    "Apart from Mc Leodganj in the upper Dharamshala, the Lahual and Spiti valley also have a strong Buddhist presence. These areas have a number of gompas and monasteries that stand in a rugged terrain preserving the Buddhist art and culture with steadfastness"
  ],
  "otherOpts": [
    {
      "name": "Kinnaur Tour",
      "link": "/kinnaur-tour"
    },
    {
      "name": "Lahaul-Spiti Tour",
      "link": "/lahaul-spiti-tour"
    },
    {
      "name": "Mecleodganj Tour",
      "link": "/mecleodganj-tour"
    },
    {
      "name": "Rewalsar Tour",
      "link": "/rewalsar-tour"
    }
  ]
}