{
  "name": "India Buddhist Pilgrimage Tour",
  "duration": "09 nights / 10 days",
  "link": "/india-buddhist-pilgrimage-tour",
  "destination": "Delhi - Agra - Varanasi - Bodhgaya - Rajgir - Nalanda - Patna - Vaishali - Kushinagar - Lumbini - Sravasti - Lucknow - Delhi",
  "description": [
    "Siddhartha Gautama, the prince of a small kingdom in Nepal, found enlightenment in India and came to be known as Gautam Buddha. Beautiful Buddhist monasteries and stupas over the relics have become an inseparable part of Indian art, culture, and architecture. Nalanda was once a world center for Buddhism and its philosophy until it disappeared suddenly in the 13th century except for the small kingdoms in the hilly tracts. Early 20th century saw the re-emergence of Buddhism and even today some of the famous pilgrimage sites in India related to Buddhism attract a large number of devotees and visitors every year. Most of them are situated around the River Ganges. The significant sites to be visited as great Buddhist centers are Lumbini, Bodhgaya, Sarnath, Shravasti, Sankashaya, Nalanda, Rajgir, Sanchi Stupa and other cave temples as in Ajanta and Ellora.",
    "Lumbini is said to be the birthplace of Buddha and the site is marked by ruins, a great stupa and a pillar by Emperor Ashoka. Buddha finally got enlightenment in Bodhgaya, when he was 29 years old, under the Bodhi tree, which seems to have eternal life as it keeps sprouting even after being destroyed completely. The Mahabodhi temple and a monastic order looking after the three monasteries are things of interest here. Sarnath monasteries from 3rd century B.C.E. to the 1st century C.E. are in ruins now. The key factors of Buddhism such as the four noble truths and the philosophy of moderation were taught here. There is Shravasti, where there are several legends about Buddha's miracles said to be performed there and there is Sankashaya, where there are no temples and monasteries but is still a revered place because it was here that Buddha was said to have descended from the Tushita Heaven. Nalanda, Rajgir, Sanchi Stupa, Amravati, and cave temples of Ajanta and Ellora are the preferred Buddhist pilgrimage spots in India."
  ],
  "sketchProgram": [
    {
      "day": "Day 01",
      "title": "Arrival Delhi",
      "desc": "After arrival at International Airport in Delhi, India travel Tourism representative will greet and assist you to transfer you to the hotel pre booked for you. Freshen up and relax at the hotel. Dinner and overnight stay will be at the hotel."
    },
    {
      "day": "Day 02",
      "title": "Delhi - Agra - Varanasi",
      "desc": "In early morning you will be transferred to the railway station to board the air conditioned super fast train for Agra. Breakfast will be in the train. Upon arrival in Agra, India travel Tourism representative will assist you and guide to visit the world famous Taj Mahal. One of the Seven Wonders of the World, this famous love monument was built by the Mughal Emperor Shah Jahan in the memory of his beloved wife Mumtaj after her death. This white marble monument is surely the most extravagant expression of love ever created. 20,000 men laboured for over 17 years to build this memorial to Shah Jahan's beloved wife.\n\nAlso visit the Agra fort - the rusty and majestic red-sandstone fort of Agra stands on the banks of the river Yamuna and the construction was started by Emperor Akbar in 1566. At the Diwan-I-Am (hall of public audience), a colonnaded hall of red-sandstone with a throne alcove of inlaid marble at the back, the Emperor heard public petitions, in the evening you will be transferred to the to railway station to board the air conditioned sleeper train to Varanasi. Dinner and overnight stay will be onboard."
    },
    {
      "day": "Day 03",
      "title": "Varanasi",
      "desc": "After arrival in Varanasi, India travel Tourism representative will assist you to transfer to the hotel. Freshen up and relax at the hotel. Later excursion to Sarnath - where the Buddha preached his first sermon in the Deer Park, contains the most impressive remains, as well as a modern temple. Return to the hotel. Dinner and overnight stay will be at the hotel."
    },
    {
      "day": "Day 04",
      "title": "Varanasi - Bodhgaya",
      "desc": "Have a hearty breakfast at the hotel and then drive to Bodhgaya. Upon arrival in Bodhgaya, India travel Tourism representative will assist you to transfer you to the hotel. Bodhgaya - As the place of the Buddha's Enlightenment, Bodhgaya is the spiritual home of Buhddhists. Bodhgaya, situated near the river Niranjana, is one of the holiest Buddhist pilgrimage centres since it was here that Buddha attained enlightenment under the Bodhi tree. Later visit Mahabodhi Temple, Niranjana River, and Sujata Village. Dinner and overnight stay will be at the hotel."
    },
    {
      "day": "Day 05",
      "title": "Bodhgaya - Ragjir - Nalanda - Patna",
      "desc": "Have a hearty breakfast at the hotel and then drive to Patna – the capital of the Bihar en route enjoying sightseeing of Nalanda & Rajgir.\n\nRajgir - The picturesque Rajgir, or Rajagriha as it was known in the past (literally, the abode of kings) is surrounded by the meandering river Banganga and 5 hills. During the lifetime of the Buddha this was the capital of the powerful Magadhan kingdom, ruled by the virtuous King Bimbisara. The hills and caves surrounding Rajagriha were home to spiritual teachers, ranging from the materialism of the early Charavaka school to the metaphysics of Upanishadic philosophers. Like many others in search of truth, Prince Siddhartha, after he renounced his royal heritage came to this city to seek the path of salvation.\n\nNalanda - Nalanda was the most renowned university in ancient India. It derived its name from Na-alam-da, meaning Insatiable in Giving, one of the names by which the Lord Buddha was known. Upon arrival in Patna, India travel Tourism representative will assist you to transfer you to the hotel. Dinner and overnight stay will be at the hotel."
    },
    {
      "day": "Day 06",
      "title": "Patna - Vaishali - Kushinagar",
      "desc": "After hearty breakfast, drive to Kushinagar. Kushinagar is place where the Buddha finally attained Mahaparmirvana. Amongst the ruins are the Mukutbandhan Stupa and a beautiful statue of the reclining Buddha en route visiting Vaishali. Upon arrival in Kushinagar, India travel Tourism representative will assist you to transfer to the hotel. Dinner and overnight stay will be at the hotel."
    },
    {
      "day": "Day 07",
      "title": "Kushinagar- Lumbini",
      "desc": "After hearty breakfast, visit the Mahaparinirvana Temple & Stupas. Later drive to Lumbini. Upon arrival in Lumbini, India travel Tourism representative will assist you to transfer you to the hotel. Lumbini - the birthplace of the Buddha, was located in 1890 after being untraced for 1,500 years. In the evening, explore Lumbini including a visit to the birth Place of Lord Buddha. Dinner and overnight stay will be at the hotel."
    },
    {
      "day": "Day 08",
      "title": "Lumbini - Sravasti",
      "desc": "Have a hearty breakfast at the hotel and then drive to Lucknow and then to Sravasti - the capital of the ancient kingdom of Kosala. Sravasti has the honour for sheltering Buddha for 24 rainy seasons in the Jetvana Gardens. The city believed to be founded by the mythological king Sravast, has age-old stupas, majestic monasteries and several temples. Buddha is said to have performed some miracles here. Upon arrival in Sravasti, India travel Tourism representative will assist you to transfer to the hotel. In Sravasti visit Saheth - Maheth & Jetvan. Dinner and overnight stay will be at the hotel."
    },
    {
      "day": "Day 09",
      "title": "Sravasti - Lucknow - Delhi",
      "desc": "After hearty breakfast drive to Lucknow & transfer to railway station to board the air conditioned train for Delhi. Upon arrival in Delhi, India travel Tourism representative will assist you to transfer to the hotel. Freshen up and relax at the hotel. Dinner and overnight stay will be at the hotel."
    },
    {
      "day": "Day 10",
      "title": "Delhi - Departure",
      "desc": "Have a hearty breakfast at the hotel and proceed to sightseeing Tours of Delhi. Visit the 11th century Qutab Minar, India Gate and the grand government buildings, the President's House, Mahatama Gandhi Memorial. Also visit Laxmi Narayan temple popularly known as Birla Temple. In the evening after a farewell dinner, India travel Tourism representative will assist you to transfer you to the International Airport in time to catch flight for your home destination."
    }
  ]
}
