{
  "name": "Buddhist Tour in India",
  "duration": "15 nights / 16 days",
  "link": "/buddhist-tour-in-india",
  "destination": "Delhi – Agra - Varanasi - Bodhgaya - Rajgir - Kathmandu - Nalanda - Patna - Vaishali - Kushinagar- Lumbini - Sravasti - Lucknow - Delhi",
  "description": "There are so many Buddhist places of interests in India that it is very difficult for you to handpick a few. Also by just visiting the place, it is not possible for you to either know or understand its significance in Buddhism. You need to have someone who can brief you about the importance of the place and its role in enhancing the preachings of Buddhism.\n\nKeeping all these things in mind, we offer you certain well designed tour packages that take you to the most important Buddhist destinations in the country. The tours offer you a detailed itinerary on day -to-day basis and give you a chance to enjoy your visit completely without actually worrying about the arrangements. That is to say, just pick up a tour package of your choice and leave the rest. All arrangements regarding your transportation, dining and sightseeing will be taken care of. And, yes, there will always be a person to guide you around and inform you about the significance of the place in Buddhist history.\n\nIn case, you are worrying about time in your hand or the budget constraints, relax, for there are so many different kinds of packages that you will invariably end up finding one that suits your requirements.\n\nSo, do not delay, just pick up a package that takes you to your desired destinations and prepare yourself to know more about the Buddhism in India.",
  "sketchProgram": [
    {
      "day": "Day 01",
      "title": "Arrive Mumbai (Previously known as Bombay)",
      "desc": "Arrive Mumbai. Our representative will meet you at the airport on arrival. Transfer to hotel for over night stay."
    },
    {
      "day": "Day 02",
      "title": "Mumbai",
      "desc": "Morning after breakfast visit Elephant Caves - one hour boat ride across Mumbai Harbour brings lush green Elephanta Island. Here, visit some of the huge and intricately carved Elephanta Caves that date back to the 8th century. Afternoon, city tour of Bombay - visiting 'Gateway of India' overlooking the Harbour, the 'Towers of Silence', 'Marine Drive', the 'Colaba Causeway' - the commercial heart of Bombay and the Dhobi Ghat, the unique and colourful outdoor 'laundry'. Drive upto the Malabar Hill to the lovely 'Hanging Gardens' and the Kamla Nehru Park from where you will get a wonderful view of Mumbai and the Arabian Sea, spread out before you. Also visit Mani Bhawan, a small museum dedicated to the life and works of Mahatma Gandhi, and the bustling Crawford Market. Overnight at hotel."
    },
    {
      "day": "Day 03",
      "title": "Mumbai - Aurangabad",
      "desc": "Morning transfer to Airport to connect flight 9W 3103 dep. 07:15 hrs / 08:15 hrs. Later visit Ajanta Caves - located 100 kms, a 2½ hour drive, northeast of Aurangabad in the Waghora valley. These magnificent rock-cut caves, 30 in number, date from 2nd BC to 7th Century AD. They are exclusively Buddhist, unique in that they combine three forms of Art - architecture sculpture and painting. (Closed on Mondays)"
    },
    {
      "day": "Day 04",
      "title": "Aurangabad - Bhopal",
      "desc": "Morning visit Ellora Caves : 30 kms from Aurangabad lie the finest rock cut cave temples of Ellora - 10th & 11th century, which encompasses the three religion - Hinduism, Buddhism and Jainism. Of the 34 caves that are both monasteries and temples, the most remarkable is the magnificent Kailasa temple. The entire structure was carved out of a monolith and took over 100 years to complete. Afternoon transfer to Bhusaval Railway Station to connect overnight train for Bhopal. (Ellora Caves closed on all Tuesdays)"
    },
    {
      "day": "Day 05",
      "title": "Bhopal - Agra",
      "desc": "Sightseeing tour of Saanchi Stupa. A lot of Buddhist travellers across the world visit this serene hill crowned by a group of stupas, monasteries, temples and pillars dating from 3rd century BC to 12th century AD. Afternoon connect Train # 2001 Bhopal Shtabadi Express dep. Bhopal at 14:50 hrs arrive Agra at 20:35 hrs. Transfer to hotel for overnight stay."
    },
    {
      "day": "Day 06",
      "title": "Agra - Varanasi",
      "desc": "After breakfast proceed for the city sightseeing tour visiting the magnificent Taj Mahal, which is entirely made of white marble and its walls are decorated with exquisite Pietra Dura (stone inlay) work. Post lunch tour of the imposing Agra Fort - built of red sandstone and marble is a hilltop citadel with fabulous courtyards, fountains and gates.\n\nNote:-\nEvening transfer to the Railway station to board overnight Train to Varanasi. (Taj Mahal is closed on all Fridays)"
    },
    {
      "day": "Day 07",
      "title": "In Varanasi",
      "desc": "Arrive Varanasi in the morning and transfer to hotel visiting Sarnath enroute, the place where Lord Buddha gave his first sermon. Afternoon proceed for the city tour visiting various temples including The Vishwanath Temple, built by the Birlas, was planned by Pandit Madan Mohan Malaviya. The Bharat Mata Temple houses, instead of gods and goddesses, a huge relief map in marble of the whole of Indian subcontinent. The Tulsi Manas Temple, built in 1964, is dedicated to Lord Rama. Evening view \"Aarti\" ceremony on the Ghats. Overnight stay at the hotel."
    },
    {
      "day": "Day 08",
      "title": "Varanasi / Bodhgaya (242 Kms / 07 hrs)",
      "desc": "Morning take a Boat cruise at the river Ganges to observe the way of life of pilgrims by the Ghats and later we drive to Bodhgaya. Arrive Bodhgaya and check - in at hotel. Bodhgaya - most sacred place for Buddhists as it has a Peepul tree under which Gautama the Buddha attained enlightenment some 2500 years back. Overnight stay at the hotel."
    },
    {
      "day": "Day 09",
      "title": "In Bodhgaya",
      "desc": "After breakfast embark on a sightseeing tour of Bodhgaya visiting Mahabodhi Temple - depicting the various phases of Buddha's journey towards enlightenment, showing different aspects of his life; Bodhgaya Archaeological Museum - houses a small collection of Buddhist sculpture from the 1st century B.C, to the 11th century A.D; Jagannath Temple close by has a four armed statue of Shiva in black stone. Overnight stay at the hotel."
    },
    {
      "day": "Day 10",
      "title": "Bodhgaya / Patna (109 Kms - 4.5 hrs)",
      "desc": "After breakfast drive to Patna. Enroute visit Gridhakuta Hill and Bimbisara Jail in Rajgir. Proceed to Nalnada (14 kms from Rajgir) which was one of the oldest Universities of the world and International Centre for Buddhist studies. Arrive Patna. Post lunch city tour visiting Har Mandir Sahib - also known as Patna Sahib consecrates the place where the 10th Guru of the Sikhs Guru Gobind Singh was born in 1776; Golghar - is a large dome-like structure from where one can have a fine view of the Ganga and the surroundings of the city; Patna Museum - has a rich collection of Mauryan and Buddhist sculptures, terracotta and other interesting items of the items. Overnight stay at the hotel."
    },
    {
      "day": "Day 11",
      "title": "Patna / Kushinagar (253 Kms - 07 hrs)",
      "desc": "Morning drive to Kushinagar, on arrival check - in at hotel. Later we visit the Rambhar Stupa - which marks Lord Buddha's cremation ground. Our second stop is Mahaparinirvana temple - which houses the recumbent figure of Lord Buddha. Overnight stay at the hotel."
    },
    {
      "day": "Day 12",
      "title": "Kushinagar / Saravasti (Balrampur) - (216 Kms - 05 hrs)",
      "desc": "Morning drive to Balrampur. On arrival check - in at hotel. Afternoon visit Sahet-Mahet. Overnight stay at the hotel."
    },
    {
      "day": "Day 13",
      "title": "Saravasti / Lumbini (197 Kms - 4.5 hrs)",
      "desc": "Morning drive to Lumbini. Arrive Lumbini and check - in at hotel. Lumbini is the place where Buddha was born 2500 years ago. Rest of the day at leisure. Overnight stay at the hotel."
    },
    {
      "day": "Day 14",
      "title": "Lumbini / Kathmandu (By flight)",
      "desc": "Half Day sightseeing of Lumbini and later at 1545 hrs. Transfer to airport to board flight for Kathmandu (Buddha Air Flight). Arrive Kathmandu at 1620 hrs and transfer to hotel. Kathmandu - surrounded by green hills and mountains with snow-capped peaks against its northern and eastern background the Valley is indeed beautiful. Overnight stay at the hotel."
    },
    {
      "day": "Day 15",
      "title": "In Kathmandu",
      "desc": "After breakfast embark on a city tour of Kathmandu visiting Pashupatinath Temple - the most sacred of the Hindu temples in Nepal dedicated to lord Shiva, built in 1696. Carry on the sightseeing tour of the Patan - a city of architecture and fine arts. Sometimes known as \"Town with a Thousand Golden Roofs\". Visit Tibetan Handicraft center at Jawalakhel to watch carpet weaving.\n\nPost lunch Sightseeing tour of Swayambhunath - the oldest Buddhist shrine. Looking east from here, one can see the entire Kathmandu valley spread out below. A short drive will take to Boudhanath - the worlds largest stupa; a sight of great veneration to the Buddhist. Continue to Kathmandu Durbar Square - the temple of the Living Goddess and the old Royal Palace. Finally, visit Kasthamandup - a temple built from a single tree from which the Kathmandu derives its name. Overnight at the hotel."
    },
    {
      "day": "Day 16",
      "title": "Kathmandu / Out",
      "desc": "Transfer to airport to connect flight for onward destination."
    }
  ]
}
