{
  "name": "In the Footsteps of Buddha",
  "duration": "11 nights / 12 days",
  "link": "/footstep-of-buddha-tour",
  "destination": "Delhi - Agra - Varanasi - Bodhgaya - Patna - Kushinagar - Lumbini - Balrampur - Lucknow - Delhi",
  "sketchProgram": [
    {
      "day": "Day 01",
      "title": "Delhi",
      "desc": "On arrival in Delhi, India on the day 1 of the On the Footsteps of Buddha Itinerary with Buddhist Tours & Travels a very traditional welcome is given to you by the Buddhist Tours & Travels representative. You check in to a hotel and stay their overnight."
    },
    {
      "day": "Day 02",
      "title": "Delhi / Agra",
      "desc": "On the morning of the day 2 of the On the Footsteps of Buddha Itinerary with Indian Horizons you are driven to the railway station so that you may board a train for Agra in Uttar Pradesh, India. On your arrival in Agra, Uttar Pradesh, India the Buddhist Tours & Travels representative meets you and assists you to check in at a hotel. Later in the day you set out on an excursion to the Fatehpur Sikri. Visit the Taj Mahal and the Agra Fort in the evening and come back to the hotel in Agra for dinner and an overnight stay."
    },
    {
      "day": "Day 03",
      "title": "Agra / Varanasi",
      "desc": "On the morning of day 3 of On the Footsteps of Buddha tour itinerary transfer to the airport for a flight for Varanasi in Uttar Pradesh, India. On arrival in Varanasi check in to a hotel. Leave for an excursion to Sarnath and come back to the hotel in Varanasi for an overnight stay."
    },
    {
      "day": "Day 04",
      "title": "Varanasi / Bodhgaya",
      "desc": "Enjoy a morning boat ride on the river Ganges and come back to the hotel for breakfast. Later in the day visit the tourist attractions of Varanasi such as the Benaras Hindu University and the Bharat Mata Temple. Drive to Bodhgaya in the afternoon. On arrival check in to a hotel and spend the rest of the day at leisure and stay overnight at the hotel in Bodhgaya."
    },
    {
      "day": "Day 05",
      "title": "Bodhgaya",
      "desc": "On the Footsteps of Buddha tour itinerary takes you to the tour attractions located in Bodhgaya on the day 5 of the tours. Visit the Maha Bodhi Temple and spend the rest of the day at leisure and stay overnight at the hotel in Bodhgaya, Bihar, India."
    },
    {
      "day": "Day 06",
      "title": "Bodhgaya / Patna",
      "desc": "On the morning of day 6 drive to Patna in Bihar, India and visit Nalanda and Rajgir en route. On arrival check in to a hotel for an overnight stay."
    },
    {
      "day": "Day 07",
      "title": "Patna / Kushinagar",
      "desc": "On the morning of the day 7 of the On the Footsteps of Buddha tour itinerary drive to Kushinagar via Vaishali. On arrival check in to a hotel with assistance from the Buddhist Tours & Travels tour representative. Visit the Maha Pari Nirvana temple and Ramabhar Stupa and come back to the hotel in Kushinagar, India."
    },
    {
      "day": "Day 08",
      "title": "Kushinagar / Lumbini",
      "desc": "On the day 8 of the On the Footsteps of Buddha tour itinerary you go on a morning drive to Lumbini, India. On arrival at Lumbini check in to a hotel and go on afternoon visits to the Mayadevi temple, stupas and the Ashokan Pillar. Stay overnight at the hotel in Lumbini, India."
    },
    {
      "day": "Day 09",
      "title": "Lumbini / Balrampur",
      "desc": "On the morning of the day 9 of the On the Footsteps of Buddha tour itinerary drive to Balrampur and visit Kapilvastu en route. Spend the evening at leisure and stay overnight at the hotel in Balrampur."
    },
    {
      "day": "Day 10",
      "title": "Balrampur / Lucknow / Delhi",
      "desc": "On the morning of the day 10 of the On the Footsteps of Buddha tour itinerary drive to Lucknow in Uttar Pradesh, India en route visit Saravasti. On arrival at Lucknow transfer to the railway station board a train for Delhi, India. On arrival check in to hotel for an overnight stay in Delhi, India."
    },
    {
      "day": "Day 11",
      "title": "Delhi",
      "desc": "Enjoy sightseeing tours of Delhi, India and explore the monuments of Delhi. Visit the Red Fort, Humayun's Tomb, Jama Masjid, Qutab Minar, India Gate, Chandni Chowk, Rashtrapati Bhawan and other tour destinations. Stay overnight at the hotel in Delhi, India."
    },
    {
      "day": "Day 12",
      "title": "Departure Delhi",
      "desc": "Morning transfer to the International Airport on the day 12 of the On the Footsteps of Buddha tour itinerary so that you can fly back to your intended destination."
    }
  ]
}
